const talks: Talk[] = [
	{
		time: '00:01',
		send: true,
		text: 'ты. здравствуйте меня <span class="found">претензия</span> зовут юля как я могу к вам обращаться.',
		class: 'red',
		emo: '😡',
		tt: 'bg-red',
		ttext: 'Гнев',
	},
	{
		time: '00:08',
		send: false,
		text: 'кирилл. да. я вот пытаюсь вывести  <span class="found">претензия</span> средства. счёт у букмекера на карту',
	},
	{
		time: '00:13',
		send: true,
		text: 'да.',
	},
	{
		time: '00:14',
		send: false,
		text: 'но они не выводятся сразу хотя. обычно на этом банке. все спокойно  <span class="found">претензия</span> выводится моментально. можно ли зачем проблем.',
		class: 'red',
		emo: '🔊',
		tt: 'bg-red',
		ttext: 'Повышенная громкость',
	},
	{
		time: '00:24',
		send: true,
		text: 'денежные средства  <span class="found">претензия</span> на банковскую карту зачисляется в течение. трёх банковских дней вы абсолютно',
		class: 'orange',
		emo: '😢',
		tt: 'bg-orange text-black',
		ttext: 'Грусть',
	},
	{
		time: '00:28',
		send: false,
		text: 'что',
	},
	{
		time: '00:40',
		send: true,
		text: 'правы',
	},
	{
		time: '00:42',
		send: true,
		text: 'денежные средства. наверно так. я не банк. это не является  <span class="found">претензия</span> ошибкой. простите. подождать.',
		class: 'green',
		emo: '😊',
		tt: 'bg-green text-black',
		ttext: 'Радость',
	},
	{
		time: '00:46',
		send: false,
		text: 'я понял хорошо спасибо',
	},
	{
		time: '00:53',
		send: true,
		text: 'благодарю вас за обращение всего доброго',
	},
]

const talks2: Talk[] = [
	{
		time: '00:01',
		send: true,
		text: 'ты. здравствуйте денутся песни крестителя чем я могу вам помочь.',
	},
	{
		time: '00:12',
		send: false,
		text: 'здравствуйте  <span class="found">претензия</span> я бы хотел номер телефона сменить.',
	},
	{
		time: '00:16',
		send: true,
		text: 'да. ваш метод доступа к старому  <span class="found">претензия</span> верно.',
	},
	{
		time: '00:21',
		send: false,
		text: 'ура.',
	},
	{
		time: '00:30',
		send: true,
		text: 'кстати кэти пожалуйста медленно по буквам вашу электронную почту я вышлю вам подробную инструкцию для смены номера.',
	},
	{
		time: '00:39',
		send: false,
		text: 'давайте за честь поддерживать сказал  <span class="found">претензия</span> он как можно быстрее.',
	},
	{
		time: '00:44',
		send: true,
		text: 'хорошо. вот радость',
	},
	{
		time: '00:48',
		send: false,
		text: 'да',
	},
]

const talks3: Talk[] = [
	{
		time: '00:00',
		send: false,
		text: 'чуть бобби.',
	},
	{
		time: '00:01',
		send: true,
		text: 'ты.',
	},
	{
		time: '00:04',
		send: false,
		text: 'да.',
	},
	{
		time: '00:05',
		send: true,
		text: 'да катя девятьсот  <span class="found">претензия</span> меня зовут юлия как я могу кувыркаться.',
	},
	{
		time: '00:07',
		send: false,
		text: 'текст. раз не дал. я три дня назад беккерс которая без ума от деньги. туда одобрили. ваша сторона не одобрили.',
	},
	{
		time: '00:25',
		send: true,
		text: 'какого числа вводились  <span class="found">претензия</span> денежные',
	},
	{
		time: '00:26',
		send: false,
		text: 'эй',
	},
	{
		time: '00:26',
		send: true,
		text: 'средства',
	},
	{
		time: '00:29',
		send: false,
		text: 'честно. тут. два дня назад короче',
	},
	{
		time: '00:35',
		send: true,
		text: 'денежные средства',
	},
	{
		time: '00:35',
		send: false,
		text: 'там одиноко',
	},
	{
		time: '00:35',
		send: false,
		text: 'на банковскую',
	},
	{
		time: '00:36',
		send: true,
		text: 'карту. зачисляется в течение трёх банковских дней',
	},
	{
		time: '00:39',
		send: false,
		text: 'да',
	},
	{
		time: '00:39',
		send: true,
		text: 'в зависимости',
	},
	{
		time: '00:39',
		send: true,
		text: 'от банков выпущенные.',
	},
	{
		time: '00:41',
		send: false,
		text: 'точно.',
	},
	{
		time: '00:43',
		send: true,
		text: 'карты банковские взял не относятся выходные и праздничные дни.',
	},
	{
		time: '00:49',
		send: false,
		text: 'огня. ортега.',
	},
	{
		time: '00:53',
		send: true,
		text: 'благодарю за обращение всего доброго',
	},
	{
		time: '00:57',
		send: false,
		text: 'короче',
	},
]

export { talks, talks2, talks3 }
